Repository: AlexKole113/Excel_two_step_import
Catalog: languages/excel-two-step-import-*.po
Languages: ru_ru

source: select value
ru_ru: выберите значение

source: Several meanings
ru_ru: Несколько значений

source: Add Main Photo
ru_ru: Добавить основное фото

source: Add Gallery Photos
ru_ru: Добавить фото для галереи

source: Cannot read file
ru_ru: Не удалось прочитать файл

source: Failed to retrieve data
ru_ru: Не удалось получить данные

source: Failed to load form data
ru_ru: Не удалось получить данные из формы

source: Failed to create post
ru_ru: Не удалось добавить пост

source: Import from Excel file
ru_ru: Импорт из файла Excel

source: Import from excel file
ru_ru: Импорт из файла Excel

source: Upload file
ru_ru: Загрузить файл

source: Menu order
ru_ru: Порядок меню

source: Comment status (closed or open)
ru_ru: Статус комментариев (closed or open)

source: Ping status (closed or open)
ru_ru: Пинг статус (closed or open)

source: Pinged
ru_ru: Ping

source: Post author ID
ru_ru: Автор поста ID

source: Post content (required)
ru_ru: Контент поста (обязательно)

source: Post date (required for "future" post)
ru_ru: Дата публикации (требуется для «future» постов)

source: Post date gmt
ru_ru: Дата публикации gmt

source: Excerpt
ru_ru: Выдержка

source: Post name
ru_ru: Ярлык сообщения

source: Post parent
ru_ru: Родитель сообщения

source: Post password
ru_ru: Пароль публикации

source: Post status
ru_ru: Статус публикации

source: Post title (required)
ru_ru: Заголовок сообщения (обязательно)

source: Post type
ru_ru: Тип сообщения

source: Post category ID
ru_ru: ID категории публикации

source: Tags input
ru_ru: Ввод тегов

source: Taxonomy input
ru_ru: Ввод таксономии

source: Meta input
ru_ru: Мета-ввод

source: SKU (Required)
ru_ru: Артикул (SKU)

source: Name of product
ru_ru: Название продукта

source: Slug of product
ru_ru: Ярлык продукта

source: Date created
ru_ru: Дата создания

source: Date modified
ru_ru: Дата изменения

source: Status
ru_ru: Статус

source: Featured
ru_ru: Рекомендуемые

source: Catalog visibility
ru_ru: Видимость каталога

source: Description (main)
ru_ru: Описание (основное)

source: Short description
ru_ru: Короткое описание

source: Price
ru_ru: Цена

source: Regular price
ru_ru: Обычная цена

source: Sale price
ru_ru: Цена продажи

source: Total sales
ru_ru: Всего продано

source: Tax status
ru_ru: Налоговый статус

source: Tax class
ru_ru: Налоговый класс

source: Manage stock
ru_ru: Управляйте запасами

source: Stock quantity
ru_ru: Количество на складе

source: Stock status
ru_ru: Состояние на складе

source: Low stock amount
ru_ru: Граница малых запасов

source: Sold individually
ru_ru: Продается индивидуально

source: Weight
ru_ru: Вес

source: Length
ru_ru: Длина

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Upsell ids
ru_ru: ID апсейл

source: Cross sell ids
ru_ru: ID кроссейл

source: Reviews allowed
ru_ru: Разрешены обзоры

source: Purchase note
ru_ru: Примечание о покупке

source: Attributes
ru_ru: Атрибуты

source: Category ids
ru_ru: ID Категории

source: Category name
ru_ru: Название категории

source: Shipping class id
ru_ru: ID класса доставки

source: Image id
ru_ru: ID изображения

source: Gallery image ids
ru_ru: ID изображений галереи
